def help(key):
    Message = "╭━━━━━━━━━━━─\n╰─⟦ ⚔ᴸᴾPro7⚔ ⟧\n\n" + \
                  "  ∘· " + key + " ᴍᴇ\n" + \
                  "  ∘· " + key + " ᴄʜᴇᴄᴋ\n" + \
                  "  ∘· " + key + " ᴍɪᴅ「@」\n" + \
                  "  ∘· " + key + " ɪɴғᴏ「@」\n" + \
                  "  ∘· " + key + " ᴋɪss「@」\n" + \
                  "  ∘· " + key + " ʙᴏᴛ ᴋɪᴄᴋ「@」\n" + \
                  "  ∘· " + key + " ᴄᴋɪᴋ「@」\n" + \
                  "  ∘· " + key + " sᴇᴛᴛʙᴏᴛ\n" + \
                  "  ∘· " + key + " sᴘ\n" + \
                  "  ∘· " + key + " !sᴘ\n" + \
                  "  ∘· " + key + " ᴛᴀɢ\n" + \
                  "  ∘· " + key + " come\n" + \
                  "  ∘· " + key + " out\n" + \
                  "  ∘· " + key + " kjoin\n" + \
                  "  ∘· " + key + " kstay\n" + \
                  "  ∘· " + key + " kbye\n" + \
                  "  ∘· " + key + " cancelajs\n" + \
                  "  ∘· " + key + " ʟᴇᴀᴠᴇ「ɴᴀᴍᴀɢʀᴜᴘ」\n" + \
                  "  ∘· " + key + " ʟᴇᴀᴠᴇ ᴀʟʟɢʀᴜᴘ\n" + \
                  "  ∘· " + key + " ɢɪɴғᴏ\n" + \
                  "  ∘· " + key + " ᴏᴜʀʟ\n" + \
                  "  ∘· " + key + " ᴄᴜʀʟ\n" + \
                  "  ∘· " + key + " ɪɴғᴏɢʀᴜᴘ「ᴀɴɢᴋᴀ」\n" + \
                  "  ∘· " + key + " ɪɴғᴏᴍᴇᴍ「ᴀɴɢᴋᴀ」\n" + \
                  "  ∘· " + key + " ᴍʏʀᴇᴄʜᴀᴛ\n" + \
                  "  ∘· " + key + " ʀᴇᴄʜᴀᴛ\n" + \
                  "  ∘· " + key + " ʟᴜʀᴋ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ʟᴜʀᴋᴇʀs\n" + \
                  "  ∘· " + key + " sɪᴅᴇʀ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴜᴘᴅᴘ ʙᴏᴛ\n" + \
                  "  ∘· " + key + " ᴅᴘʙᴏᴛ ᴍᴇ\n" + \
                  "  ∘· " + key + " ᴅᴘʙᴏᴛ 1-15\n" + \
                  "  ∘· " + key + " ᴘɪᴄᴛɢʀᴜᴘ\n" + \
                  "  ∘· " + key + " ʙᴄɢ:「ᴛᴇxᴛ」\n" + \
                  "  ∘· " + key + " sᴇᴛᴋᴇʏ「ɴᴇᴡ ᴋᴇʏ」\n" + \
                  "  ∘· " + key + " ᴍʏᴋᴇʏ\n" + \
                  "  ∘· " + key + " ʀᴇsᴇᴛᴋᴇʏ\n" + \
                  "  ∘· " + key + " ᴅᴘʙᴏᴛ ᴋ1-2\n" + \
                  "  ∘· " + key + " ᴅᴘʙᴏᴛ ɢ1-2\n" + \
                  "  ∘· " + key + " ᴋ1-3ᴄɴ:「ɴᴀᴍᴀ」\n" + \
                  "  ∘· " + key + " ᴀʟʟᴄɴ:「ɴᴀᴍᴀ」\n" + \
                  "  ∘· " + key + " sᴛᴀɢ「@」\n" + \
                  "  ∘· " + key + " sᴄᴀʟʟ:「ᴊᴜᴍʟᴀʜɴʏᴀ」\n" + \
                  "  ∘· " + key + " sᴄᴀʟʟ \n\n" + \
                  "╭━━━━━━━━━━━─\n「line.me/ti/ti/ljOH-ul3sZ 」\n╰━━━━━━━━━━━─"
    return Message
def helpset(key):
    Message = "╭━━━━━━━━━━━─\n╰─⟦ ⚔ᴸᴾPro7⚔ ⟧\n\n" + \
                  "  ∘· " + key + " ᴘʀᴏᴛᴇᴄᴛ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴘʀᴏǫʀ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴘʀᴏᴋɪᴄᴋ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴘʀᴏɪɴᴠɪᴛᴇ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴘʀᴏᴄᴀɴᴄᴇʟ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " sᴛɪᴄᴋᴇʀ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ʀᴇsᴘᴏɴ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴄᴏɴᴛᴀᴄᴛ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴀᴜᴛᴏᴊᴏɪɴ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴀᴜᴛᴏᴀᴅᴅ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴡᴇʟᴄᴏᴍᴇ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ᴊᴛɪᴄᴋᴇᴛ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ɪɴᴛᴀ「ᴏɴ/ᴏғғ」\n" + \
                  "  ∘· " + key + " ʙᴏᴛ:ᴏɴ\n" + \
                  "  ∘· " + key + " ʙᴏᴛ:ᴏғғ\n" + \
                  "  ∘· " + key + " ʙᴏᴛ:ᴅᴇʟʟ\n" + \
                  "  ∘· " + key + " ᴅᴇʟʙᴏᴛ:ᴏғғ\n" + \
                  "  ∘· " + key + " ᴀᴅᴅᴀᴅᴍɪɴ「@」\n" + \
                  "  ∘· " + key + " ᴅᴇʟᴀᴅᴍɪɴ「@」\n" + \
                  "  ∘· " + key + " ᴀᴅᴅʙᴏᴛ「@」\n" + \
                  "  ∘· " + key + " ᴅᴇʟʙᴏᴛ「@」\n" + \
                  "  ∘· " + key + " ʀᴇғʀᴇsʜ\n" + \
                  "  ∘· " + key + " ᴍʏʙᴏᴛ\n" + \
                  "  ∘· " + key + " ᴀᴅᴍɪɴʟɪsᴛ\n" + \
                  "  ∘· " + key + " ʙᴏᴛʟɪsᴛ\n\n" + \
                  "╭━━━━━━━━━━━─\n「line.me/ti/ti/ljOH-ul3sZ 」\n╰━━━━━━━━━━━─"
    return Message
def helpbot(key):
    Message = "╭━━━━━━━━━━━─\n╰─⟦ ⚔ᴸᴾPro7⚔ ⟧\n\n" + \
                  "  ∘· " + key + " ᴄʙᴀɴ\n" + \
                  "  ∘· " + key + " ʙᴀɴ:ᴏɴ\n" + \
                  "  ∘· " + key + " ʙᴀɴ:ᴏғғ\n" + \
                  "  ∘· " + key + " ᴜɴʙᴀɴ:ᴏɴ\n" + \
                  "  ∘· " + key + " ᴜɴʙᴀɴ:ᴏғғ\n" + \
                  "  ∘· " + key + " ʙᴀɴ「@」\n" + \
                  "  ∘· " + key + " ᴜɴʙᴀɴ「@」\n" + \
                  "  ∘· " + key + " ʙᴀɴʟɪsᴛ\n" + \
                  "  ∘· " + key + " ʀᴇғʀᴇsʜ\n" + \
                  "  ∘· " + key + " ᴄᴇᴋᴍsɢ\n" + \
                  "  ∘· " + key + " sɪᴅᴇʀ:「ᴛᴇxᴛ」\n" + \
                  "  ∘· " + key + " ᴀᴅᴅ:「ᴛᴇxᴛ」\n" + \
                  "  ∘· " + key + " ᴛᴀɢ:「ᴛᴇxᴛ」\n" + \
                  "  ∘· " + key + " ᴡᴇʟᴄᴏᴍᴇ:「ᴛᴇxᴛ」\n" + \
                  "  ∘· " + key + " ɴᴀᴍᴇ:「ɴᴀᴍᴀ」\n" + \
                  "  ∘· " + key + " ᴢ1-15ᴄɴ:「ɴᴀᴍᴀ」\n\n" + \
                  "╭━━━━━━━━━━━─\n「line.me/ti/ti/ljOH-ul3sZ 」\n╰━━━━━━━━━━━─"
    return Message
